Repository: TechSmith/plcrashreporter
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, es, fr, pt

source: An unknown error occured decoding the crash report
de: Unbekannter Fehler beim Dekodieren des Absturzberichts
es: Se ha producido un error desconocido mientras se descodificaba el informe del bloqueo
fr: Une erreur inconnue s’est produite lors du décodage du rapport de plantage.
pt: Ocorreu um erro desconhecido na decodificação do relatório de falha

source: Could not decode invalid crash log header
de: Header des Absturzberichts ist fehlerhaft und konnte nicht dekodiert werden
es: No se ha podido descodificar el encabezado del registro del bloqueo no válido
fr: L’en-tête du fichier log de plantage n’est pas valide ; impossible de le décoder.
pt: Não foi possível decodificar o cabeçalho do registro de falha inválido

source: Could not decode truncated crash log
de: Absturzbericht ist unvollständig und konnte nicht dekodiert werden
es: No se ha podido descodificar el registro del bloqueo truncado
fr: Le fichier log de plantage est tronqué ; impossible de le décoder.
pt: Não foi possível decodificar o registro de falha truncado

source: Could not decode unsupported crash report version: %d
de: Die folgende Absturzbericht-Version wird nicht unterstützt und konnte nicht dekodiert werden: %d
es: No se ha podido descodificar la versión del informe del bloqueo no compatible: %d
fr: Impossible de décoder la version de rapport de plantage non prise en charge : %d
pt: Não foi possível decodificar a versão incompatível do relatório de falha: %d

source: Crash report has an unknown architecture
de: Absturzbericht hat einen unbekannten Aufbau
es: El informe del bloqueo presenta una arquitectura desconocida
fr: Le rapport de plantage présente une architecture inconnue.
pt: A arquitetura do relatório de falha é desconhecida

source: Crash report includes too many Mach Exception codes
de: Absturzbericht enthält zu viele Mach-Exception-Codes
es: El informe del bloqueo incluye demasiados códigos de Excepción de Mach
fr: Le rapport de plantage comprend trop de codes d’exception Mach.
pt: O relatório de falha inclui muitos códigos de exceção Mach

source: Crash report is missing Application Information app identifier field
de: Im Absturzbericht fehlt das Feld „Informationen zur Anwendung – Kennung der Anwendung“
es: El informe del bloqueo carece del campo de identificación de la aplicación Información de la aplicación
fr: Le rapport de plantage ne contient pas de champ d’identification d’application dans les informations sur l’application.
pt: Falta o campo de identificador do aplicativo na seção Informações do aplicativo do relatório de falha

source: Crash report is missing Application Information app version field
de: Im Absturzbericht fehlt das Feld „Informationen zur Anwendung – Version der Anwendung“
es: El informe del bloqueo carece del campo de versión de la aplicación Información de la aplicación
fr: Le rapport de plantage ne contient pas de champ de version d’application dans les informations sur l’application.
pt: Falta o campo de versão do aplicativo na seção Informações do aplicativo do relatório de falha

source: Crash report is missing Application Information section
de: Im Absturzbericht fehlt der Bereich „Informationen zur Anwendung“
es: El informe del bloqueo carece de la sección Información de la aplicación
fr: Le rapport de plantage ne contient pas de section Informations sur l’application.
pt: Falta a seção Informações do aplicativo no relatório de falha

source: Crash report is missing Exception Information section
de: Im Absturzbericht fehlt der Bereich „Informationen zu Ausnahmefehlern“
es: El informe del bloqueo carece de la sección Información de excepción
fr: Le rapport de plantage ne contient pas de section Informations sur l’exception.
pt: Falta a seção Informações da exceção no relatório de falha

source: Crash report is missing Mach Exception Information section
de: Im Absturzbericht fehlt der Bereich „Informationen zu Mach-Exceptions“
es: El informe del bloqueo carece de la sección Información de Excepción de Mach
fr: Le rapport de plantage ne contient pas de section Informations sur l’exception Mach.
pt: Falta a seção Informações da exceção Mach no relatório de falha

source: Crash report is missing Machine Information section
de: Im Absturzbericht fehlt der Bereich „Informationen zum Computer“
es: El informe del bloqueo carece de la sección Información del equipo
fr: Le rapport de plantage ne contient pas de section Informations sur la machine.
pt: Falta a seção Informações da máquina no relatório de falha

source: Crash report is missing Process Information section
de: Im Absturzbericht fehlt der Bereich „Informationen zu Prozessinformationen“
es: El informe del bloqueo carece de la sección Información del proceso
fr: Le rapport de plantage ne contient pas de section Informations sur le processus.
pt: Falta a seção Informações do processo no relatório de falha

source: Crash report is missing Signal Information section
de: Im Absturzbericht fehlt der Bereich „Informationen zu Signalen“
es: El informe del bloqueo carece de la sección Información de la señal
fr: Le rapport de plantage ne contient pas de section Informations sur le signal.
pt: Falta a seção Informações do sinal no relatório de falha

source: Crash report is missing System Information OS version field
de: Im Absturzbericht fehlt das Feld „Informationen zur Betriebssystemversion“
es: El informe del bloqueo carece del campo de versión del SO de Información del sistema
fr: Le rapport de plantage ne contient pas de champ de version d’OS dans les informations sur le système.
pt: Falta o campo de versão do SO na seção Informações do sistema do relatório de falha

source: Crash report is missing System Information section
de: Im Absturzbericht fehlt der Bereich „Informationen zum System“
es: El informe del bloqueo carece de la sección Información del sistema
fr: Le rapport de plantage ne contient pas de section Informations sur le système.
pt: Falta a seção Informações do sistema no relatório de falha

source: Crash report is missing binary image information
de: Im Absturzbericht fehlen Informationen zu binären Bilddateien
es: El informe del bloqueo carece de información de la imagen binaria
fr: Le rapport de plantage ne contient pas d’informations sur l’image binaire.
pt: Faltam informações da imagem binária no relatório de falha

source: Crash report is missing exception name field
de: Im Absturzbericht fehlt das Feld „Name des Ausnahmefehlers“
es: El informe del bloqueo carece del campo de nombre de la excepción
fr: Le rapport de plantage ne contient pas de champ de nom d’exception.
pt: Falta o campo de nome da exceção no relatório de falha

source: Crash report is missing exception reason field
de: Im Absturzbericht fehlt das Feld „Grund des Ausnahmefehlers“
es: El informe del bloqueo carece del campo de motivo de la excepción
fr: Le rapport de plantage ne contient pas de champ de motif d’exception.
pt: Falta o campo de razão da exceção no relatório de falha

source: Crash report is missing processor info section
de: Im Absturzbericht fehlt der Bereich „Informationen zum Prozessor“
es: El informe del bloqueo carece de la sección de información del procesador
fr: Le rapport de plantage ne contient pas de section Informations sur le processeur.
pt: Falta a seção de informações do processador no relatório de falha

source: Crash report is missing signal code field
de: Im Absturzbericht fehlt das Feld „Signalcode“
es: El informe del bloqueo carece del campo de código de la señal
fr: Le rapport de plantage ne contient pas de champ de code de signal.
pt: Falta o campo de código do sinal no relatório de falha

source: Crash report is missing signal name field
de: Im Absturzbericht fehlt das Feld „Signalname“
es: El informe del bloqueo carece del campo de nombre de la señal
fr: Le rapport de plantage ne contient pas de champ de nom de signal.
pt: Falta o campo de nome do sinal no relatório de falha

source: Crash report is missing stack frame information
de: Im Absturzbericht fehlen Informationen zum Stack Frame
es: El informe del bloqueo carece de información del marco de pila
fr: Le rapport de plantage ne contient pas d’informations sur la structure de pile.
pt: Faltam as informações do registro de ativação no relatório de falha

source: Crash report is missing symbol information
de: Im Absturzbericht fehlen Symbolinformationen
es: El informe del bloqueo carece de información del símbolo
fr: Le rapport de plantage ne contient pas d’informations sur les symboles.
pt: Faltam as informações de símbolos no relatório de falha

source: Crash report is missing thread state information
de: Im Absturzbericht fehlen Informationen zum Thread-Status
es: El informe del bloqueo carece de información del estado de subproceso
fr: Le rapport de plantage ne contient pas d’informations sur l’état du thread.
pt: Faltam as informações de estado do encadeamento de execução (thread) no relatório de falha

source: Failed to create temporary path
de: Temporärer Pfad konnte nicht erstellt werden
es: Error al crear la ruta temporal
fr: Impossible de créer un chemin temporaire.
pt: O caminho temporário não foi criado

source: Unable to open live crash report for reading
de: Live-Absturzbericht konnte nicht zum Lesen geöffnet werden
es: No es posible abrir el informe del bloqueo en vivo para leerlo
fr: Impossible d’ouvrir le rapport de plantage live en lecture.
pt: Não é possível abrir o relatório de falha em tempo real para leitura
